Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: དེ་ལ་གཞོན་ནུ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་གང་ཞེ་ན། གཞོན་ནུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདོད་པའི་སྔོན་དུ་འགྲོ་བ་ནི་སྙིང་རྗེ་ཆེན་པོའོ། ། འདི་ལྟ་སྟེ། དཔེར་ན་གཞོན་ནུ་སྐྱེས་བུའི་སྲོག་གི་དབང་པོའི་སྔོན་དུ་འགྲོ་བ་ནི་དབུགས་འབྱུང་བ་དང་རྔུབ་པའོ། །
en: “ ‘Young prince, what is the great compassion of the bodhisatva like? A desire for the unsurpassed state of genuine awakening, young prince, is a prerequisite for the great compassion of the bodhisatva. Young prince, just as breathing in and out is a prerequisite for a person’s ability to live, so, too, is great compassion a prerequisite for the bodhisatva to engage with the Mahāyāna. Young prince, just as, out of all precious items, it is the precious wheel that is the prerequisite for one to be a king of the entire world, so, too, young prince, out of all the buddha qualities, it is great compassion that is the prerequisite for the bodhisatva. With this great compassion, one does not abandon any sentient being.

source: གཞོན་ནུ་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་ཡང་དག་པར་སྒྲུབ་པའི་བྱང་ཆུབ་སེམས་དཔའི་སྔོན་དུ་འགྲོ་བ་ནི་སྙིང་རྗེ་ཆེན་པོའོ། ། འདི་ལྟ་སྟེ། དཔེར་ན་གཞོན་ནུ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱི་སྔོན་དུ་འགྲོ་བ་ནི་འཁོར་ལོ་རིན་པོ་ཆེ་ཡིན་ནོ། ། གཞོན་ནུ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱི་སྔོན་དུ་འགྲོ་བ་ནི་སྙིང་རྗེ་ཆེན་པོ་ཡིན་ཏེ། སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་སེམས་ཅན་ཐམས་ཅད་རྗེས་སུ་མི་གཏོང་བའོ། ། གཞོན་ནུ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་སེམས་ཅན་ཐམས་ཅད་ལ་ཇི་ལྟར་འཇུག་ཅེ་ན། གཞོན་ནུ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་འཇིག་ཚོགས་ལ་ལྟ་བས་བཅིངས་ཤིང་ལྟ་བར་གྱུར་པ་རྣམ་པ་མང་པོ་ལ་ཆགས་པའི་སེམས་ཅན་མཐོང་ན། དེ་དག་གི་འཇིག་ཚོགས་ལ་ལྟ་བས་བཅིངས་པ་སྤང་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ ། གཞན་ཡང་གཞོན་ནུ་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཡང་དག་པ་མ་ཡིན་པ་ཕྱིན་ཅི་ལོག་གི་གནས་ལ་གནས་ཏེ། མི་རྟག་པ་ལ་རྟག་པར་འདུ་ཤེས་པ་དང་། སྡུག་བསྔལ་བ་ལ་བདེ་བར་འདུ་ཤེས་པ་དང་། བདག་མེད་པ་ལ་བདག་ཏུ་འདུ་ཤེས་པ་དང་། མི་སྡུག་པ་ལ་སྡུག་པར་འདུ་ཤེས་པ་མཐོང་ན། དེ་དག་གིས་ཡང་དག་པ་མ་ཡིན་པའི་ཕྱིན་ཅི་ལོག་སྤང་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Young prince, how is it that the bodhisatva engages with sentient beings with great compassion? Young prince, the bodhisatva sees that sentient beings are bound by the view of self-entity and that they are caught up in a variety of different views. With great compassion for sentient beings, the bodhisatva vows to teach them the Dharma so that they may destroy this restrictive view of self-entity. Furthermore, young prince, the bodhisatva sees that sentient beings follow what is incorrect and mistaken, believing that what is impermanent is permanent, that what is suffering is happiness, that what is without self has a self, and that what is impure is pure. The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma so that they may discard what is incorrect and mistaken.

source: གཞན་ཡང་གཞོན་ནུ་བྱང་ཆུབ་སེམས་དཔས་ཕྱིན་ཅི་ལོག་གི་འདོད་པ་ལ་སྲེད་པའི་སེམས་ཅན་དེ་དག་མ་ལ་ཡང་གཡེམ་པ་དང་། སྲིང་མོ་ལ་ཡང་གཡེམ་པ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ། ཀྱེ་མའོ་འཇིག་རྟེན་གནས་པ་འདི་དག་ནི་འཕགས་པ་མ་ཡིན་པ་འདུས་པ་སྟེ། མུ་ཅོར་སྨྲ་བས་ཡོངས་སུ་གང་ཞིང་ངོ་ཚ་མི་ཤེས་པས་ཡོངས་སུ་གང་ངོ་། ། འདི་ལྟར་མའི་རུམ་མངལ་གྱི་མལ་ན་འདུག་འདུག་སྟེ། དེ་ཉིད་ཀྱི་མངལ་གྱི་སྒོ་ནས་བྱུང་ལ་དེ་ཉིད་དང་ཡང་ལྷན་ཅིག་ཏུ་འདོད་པ་སྟེན་པར་བྱེད་པ་ལྟ་ག་ལ་སྲིད། མངལ་གཅིག་ན་ལྷན་ཅིག་ཏུ་འདུག་འདུག་པའི་སྲིང་མོ་དང་འདུ་ཞིང་འཁྲིག་པ་བྱེད་པ་ལྟ་ག་ལ་སྲིད་དེ། ཀྱེ་མའོ་སེམས་ཅན་འདི་དག་ནི་བརླག་གོ ། རྣམ་པར་བརླག་གོ ། རབ་ཏུ་བརླག་གོ ། འདོད་ཆགས་ཀྱིས་གཡེན་སྤྱོའོ། །ཞེ་སྡང་གིས་གཡེན་སྤྱོའོ། །གཏི་མུག་གིས་གཡེན་སྤྱོའོ། །མི་ཤེས་པས་གཡེན་སྤྱོའོ། །ཆོས་ལས་ཉམས་ཤིང་ཆོས་མ་ཡིན་པ་ལ་གནས་སོ། ། མི་འཐུན་པའི་ཆོས་ལ་རབ་ཏུ་སྤྱོད་དོ། ། སེམས་ཅན་དམྱལ་བའི་སྤྱོད་ཡུལ་པའོ། ། དུད་འགྲོའི་སྐྱེ་གནས་ཀྱི་སྤྱོད་ཡུལ་པའོ། ། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་སྤྱོད་ཡུལ་པའོ། ། ལོག་པའི་ལམ་ལ་སྤྱོད་ཡུལ་པའོ་སྙམ་མོ། །
en: “ ‘Moreover, young prince, the bodhisatva sees that sentient beings are overcome by perverse desires, that they make sexual advances toward their mothers and their sisters. The bodhisatva then thinks, “What an unworthy state these worldly people will descend into. They are adept at blabbering. They are filled with immodesty. How is it that, when they have lain as a seed within their mother’s womb and taken birth through her vagina, they can then indulge in desire toward her? How can they have illicit sexual relations with their sisters, who have come from the same womb as themselves? How terrible! These sentient beings are lost. They are corrupted. They are destroyed. They are smitten by desire. They are smitten by confusion. They are smitten by unknowing. They have gone astray from the Dharma and are stuck in non-Dharma. They practice the way of adversity. They are within range of hell. They are within range of the animal realm. They are within range of the spirit world governed by Yama. They are within range of the wrong path.”

source: གཞོན་ནུ་འདི་ལྟ་སྟེ་དཔེར་ན་ཝ་དུར་ཁྲོད་ཀྱི་མཐར་གཡང་ས་ཆེན་པོ་དང་ཉེ་བ་ཞིག་ན་མཚན་མོ་ཁྱིས་གཙེས་ནས་ གཡང་ས་ཆེན་པོ་ནས་ལྷུང་བ་དེ་བཞིན་དུ་གཞོན་ནུ་སེམས་ཅན་འདི་དག་ཀྱང་ཝ་དང་འདྲའོ། ། གཞོན་ནུ་འདི་ལྟ་སྟེ། དཔེར་ན་དམུས་ལོང་ཁྱིས་གཙེས་ནས་གཡང་ས་ཆེན་པོ་དང་ཉེ་བར་གྱུར་པ་དེ་བཞིན་དུ། ཀྱེ་མའོ་གཞོན་ནུ་སེམས་ཅན་འདི་དག་ཀྱང་དམུས་ལོང་དང་འདྲའོ། ། གཞོན་ནུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཕག་ནི་མི་གཙང་བ་ཟ་ཞིང་མི་གཙང་བ་ལ་སྤྱོད་ཡུལ་པ་སྟེ། གཞོན་ནུ་ཀྱེ་མའོ་དེ་བཞིན་དུ་སེམས་ཅན་འདི་དག་ཀྱང་ཕག་དང་འདྲ་སྟེ། དེ་ཉིད་མ་ཡིན། དེ་ཉིད་སྲིང་མོ་ཡིན་ན། དེ་ཆུང་མར་བྱ་བ་ལྟ་ག་ལ་སྲིད་སྙམ་སྟེ། སེམས་ཅན་ཉོན་མོངས་པས་གཡེན་སྤྱོ་བ་དང་། བདུད་ཀྱི་ཕྱོགས་ཀྱི་སྤྱོད་ཡུལ་པ་དང་། བདུད་ཀྱི་ཞགས་པས་བཅིངས་པ་དང་། འདོད་པའི་འདམ་དུ་བྱིང་བ་དེ་དག་གི་འདོད་པ་ཐམས་ཅད་སྤང་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ། ། ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Young prince, take the example of a jackal who night after night is hunted by dogs along a precipice near a charnel ground and falls screaming over this precipice. Young prince, sentient beings are just like this jackal. Young prince, take the example of a blind person being hunted by dogs along a precipice. Young prince, sentient beings are like this blind person. Young prince, take the example of a pig who lives in a filthy place and has to eat filth. Young prince, sentient beings are just like this pig. Indeed they are when they treat their mother or their sister like a wife. The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma, so that sentient beings smitten by vice, under the influence of Māra, captured and bound by the noose of Māra, who have fallen into the swamp of desire, may eliminate all desire.

source: གཞོན་ནུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔས་སྒྲིབ་པ་ལྔས་བསྒྲིབས་པའི་སེམས་ཅན་འདོད་པའི་ཟུག་རྔུས་ཟུག་པ་མཐོང་ན། སྐྱེ་མཆེད་དྲུག་ལ་ཆགས་ཤིང་ཞེན་པ། མིག་གིས་གཟུགས་མཐོང་ན། མཚན་མར་འཛིན་པར་འགྱུར་ཞིང་མངོན་རྟགས་སུ་འཛིན་པ་དང་། རྣ་བས་སྒྲ། སྣས་དྲི། ལྕེས་རོ། ལུས་ཀྱིས་རེག་པ་ལ་རེག་ན་མཚན་མར་འཛིན་ཅིང་མངོན་རྟགས་སུ་འཛིན་པར་འགྱུར་ཏེ། ཀྱེ་མའོ་སེམས་ཅན་འདི་དག་ནི་ཁོང་ཁྲོ་བ་མང་ཞིང་ཕན་ཚུན་མི་མཛའ་སྟེ། དེ་དག་དོན་རྙེད་པའི་ཕྱིར་ནི་མཛའ་བོར་ཡང་མི་ཤེས། གནོད་པར་འགྱུར་བའི་ཕྱིར་ནི་གཅིག་ལ་གཅིག་གསོད་དོ། ། ཀྱེ་མའོ་སེམས་ཅན་འདི་དག་ནི་གཉིད་དང་རྨུགས་པ་མང་བ་སྟེ། ཞེན་ཅིང་སྤོང་བ་མི་ཤེས་པའི་ལིང་ཏོག་གིས་ཁེབས་ཤིང་མི་དགེ་བའོ། ། ཀྱེ་མའོ་སེམས་ཅན་འདི་དག་ནི་འགྱོད་པས་ཀུན་ནས་བསྐོར་བ་སྟེ། བློ་བུར་གྱི་ཉོན་མོངས་པས་སེམས་ཀུན་ནས་ཉོན་མོངས་པའོ། ། ཀྱེ་མའོ་སེམས་ཅན་འདི་དག་ནི་ཐེ་ཚོམ་གྱིས་ཡོངས་སུ་དཀྲིས་པ་ཆོས་ཟབ་མོ་ལ་ངེས་པར་མ་གྱུར་པ་སྟེ། དེ་དག་གི་སྒྲིབ་པ་ཐམས་ཅད་སྤང་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Moreover, young prince, the bodhisatva sees that sentient beings are clouded by the five obscurations. Pierced by the arrows of desire, addicted to and driven by the six sense fields, they end up grasping at attributes and grasping at marks when their eyes see form. They end up grasping at attributes and grasping at marks when their ears encounter sounds, when their noses encounter smells, when their tongues encounter tastes, and when their bodies encounter physical objects. How much anger and mutual animosity these sentient beings feel. When their aim is profit, they do not even recognize their friends. They will kill one another to stop anyone gaining an advantage over them. How immensely listless and indolent are these sentient beings. They are feeble, restless, and covered by the cataracts of ignorance. They are false. How occupied are these sentient beings with feeling guilty. Their minds are so strongly affected by worrying about the future. How bound are these sentient beings by doubt. They have no confidence in the profound Dharma. The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma so that they may overcome all the hindrances.

source: གཞོན་ནུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ང་རྒྱལ་གྱིས་ནོན་པ། ཆེ་བའི་ང་རྒྱལ་གྱིས་ནོན་པ། ང་རྒྱལ་ལས་ཀྱང་ང་རྒྱལ་གྱིས་ནོན་པ། ངའོ་སྙམ་པའི་ང་རྒྱལ་གྱིས་ནོན་པ། མངོན་པའི་ང་རྒྱལ་གྱིས་ནོན་པ། ཅུང་ཟད་སྙམ་པའི་ང་རྒྱལ་གྱིས་ནོན་པ། ལོག་པའི་ང་རྒྱལ་གྱིས་ནོན་པ། དམའ་བ་བས་བདག་མཐོ་བར་སེམས་པ། མཚུངས་པ་བས་ཀྱང་བདག་ཆེས་ལྷག་པར་ལྟ་བ་དེ་དག་གཟུགས་ལ་བདག་ཅེས་ཁས་ལེན་པ་ནས། རྣམ་པར་ཤེས་པའི་བར་ལ་བདག་ཅེས་ཁས་ལེན་པ། ཁོང་དུ་མ་ཆུད་པར་ཁོང་དུ་ཆུད་སྙམ་དུ་ཤེས་པ། གུས་པར་སྨྲ་བར་འོས་པ་ལ་གུས་པར་མི་སྨྲ་བ། ཕྱག་བྱ་བར་འོས་པ་ལ་ཕྱག་མི་འཚལ་བ། རྒན་པ་དང་། གཞོན་པ་ལ་མི་འདུད་པ། བླ་མ་ལ་རིམ་གྲོ་མི་བྱེད་པ། མཁས་པ་ལ་དགེ་བ་གང་། མི་དགེ་བ་གང་། བསྟེན་པར་བྱ་བ་གང་། བསྟེན་པར་མི་བྱ་བ་གང་། བྱ་བ་གང་། མི་བྱ་བ་གང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་གང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་གང་། ལམ་གང་། ཏིང་ངེ་འཛིན་གང་། རྣམ་པར་གྲོལ་བ་གང་ཞེས་མི་འདྲི་བ་དང་། བདག་ཉིད་ལ་བདག་ཉིད་ནི་གཙོ་བོའོ། ། བདག་ནི་མཆོག་གོ་སྙམ་དུ་རློམ་སེམས་སུ་བྱེད་པ་མཐོང་ན་ འདི་ལྟར་ང་རྒྱལ་གྱི་རྣམ་པ་ཐམས་ཅད་སྤང་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Moreover, young prince, the bodhisatva sees that sentient beings are smitten by pride, smitten by arrogance, smitten by haughtiness, smitten by conceit, smitten by the pride of superiority, smitten by the pride of inferiority, and smitten by pride in their faults. They think of themselves as superior to the lowly. They look at themselves and think, “I am better than my peers.” They relate to the body as a self, and so forth, and they relate to consciousness as a self. They think of the incomprehensible as something they can comprehend. They do not give due recognition to those who deserve it. They do not honor those who deserve honor. They do not give respect to those who are advanced in age. They do not obey their teachers. They do not ask the learned about what is wholesome and what is unwholesome, what to rely on and what not to rely on, what is to be practiced and what is not to be practiced, what is reproachable and what is irreproachable. They do not ask about what the path is, about what concentration is, or about what liberation is. They think of themselves in terms of “I am the greatest, I am superior.” The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma so that they may overcome all forms of pride.

source: གཞོན་ནུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔས་སྲེད་པའི་བཅིང་བས་བཅིངས་པ། སྲེད་པས་འཁོལ་བ། ཆུང་མ་དང་། བུ་ཕོ་དང་། བུ་མོས་ཟིན་པ། གནོད་བས་ཟིན་པ། དོན་མེད་པས་ཟིན་པ། འཁོར་བའི་གཏན་ཟིན་པ། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་ལམ་གྱིས་ཟིན་པ། སྲིད་པའི་བཅིང་བས་ཟིན་པ། རང་ཉམ་མེད་པ། རང་དབང་མེད་པའི་སེམས་ཅན་མཐོང་ན དེ་དག་རང་ཉམ་དང་། རང་དབང་དང་། གང་དུ་དགའ་བར་འགྲོ་བ་དང་། མྱ་ངན་ལས་འདའ་བར་འགྲོ་བར་བྱ་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Moreover, young prince, the bodhisatva sees that sentient beings are bound by the fetters of craving. They are slaves to craving, occupied with wives, sons, and daughters. They are seized by troubles and are occupied with meaningless things. They are occupied with the intricacies of cyclic existence, stuck on the road that leads to hell, to the animal realm, and to the spirit world governed by Yama. They are held fast by the bonds of becoming, and they lack independence and autonomy. The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma so that they may develop independence and autonomy, so that they may obtain whatever gives them pleasure, and so that they may progress toward nirvāṇa.

source: གཞོན་ནུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔས་དགེ་བའི་བཤེས་གཉེན་དང་བྲལ་བ། སྡིག་པའི་གྲོགས་པོས་འཁོལ་བ་དེ་དག་སྡིག་པའི་གྲོགས་པོས་ནོན་པས་མི་དགེ་བའི་ལས་ལ་ཆགས་པ་འདི་ལྟ་སྟེ། སྲོག་གཅོད་པ་དང་། མ་བྱིན་པར་ལེན་པ་དང་། འདོད་པ་ལ་ལོག་པར་གཡེམ་པ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་། ཕྲ་མ་དང་། ངག་རྩུབ་པོ་དང་། ཚིག་ཀྱལ་བ་དང་། བརྣབ་སེམས་དང་། གནོད་སེམས་དང་། ལོག་པར་ལྟ་བའི་སེམས་ཅན་མཐོང་ན་ འདི་ལྟར་དགེ་བའི་བཤེས་གཉེན་བསྡུ་བ་དང་། མི་དགེ་བའི་ལས་ལས་བཟློག་པ་དང་། དགེ་བའི་བཅུའི་ལས་ཀྱི་ལམ་ཡང་དག་པར་བཟུང་སྟེ། སྤྱོད་པར་བྱ་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Moreover, young prince, the bodhisatva sees that sentient beings are deprived of spiritual friends and surrounded by evil friends. He sees that under the influence of evil friends, they engage in unwholesome activities, such as taking life, taking what is not given, sexual misconduct, lying, slander, harsh words, inane chatter, covetousness, maliciousness, and wrong views. The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma so that they may encounter spiritual friends, so that they may cease to engage in unwholesome activities, and so that they may begin to engage in the ten wholesome forms of conduct.

source: གཞོན་ནུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔས་གཏི་མུག་གིས་བསྒྲིབས་པ། མ་རིག་པའི་མུན་པ་མུན་ནག་གི་ལིང་ཏོག་གིས་ཀུན་ཏུ་བསྒྲིབས་པ། བདག་དང་། སེམས་ཅན་དང་། སྲོག་དང་། སྐྱེ་བ་པོ་དང་། ཤེད་ལས་སྐྱེས་པ་དང་། ཤེད་བུ་དང་། སྐྱེས་བུ་དང་། གང་ཟག་དང་། བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་དང་། ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་ལ་མངོན་པར་ཆགས་པའི་སེམས་ཅན་མཐོང་ན་ དེ་དག་འཕགས་པའི་ཤེས་རབ་ཀྱི་མིག་རྣམ་པར་སྦྱངས་ཞིང་ལྟ་བར་གྱུར་པ་ཐམས་ཅད་སྤང་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Moreover, young prince, the bodhisatva sees that sentient beings are hampered by delusion. They are covered by the obscuring, blinding cataracts of ignorance and cling to ideas such as a self, a being, a life force, a creature, a human being, a man, a soul, a person, someone who acts, someone who experiences, a sense of me, and a sense of mine. The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma so that they may purify the noble eye of wisdom and eliminate all tendencies toward maintaining views.

source: གཞོན་ནུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔས་འཁོར་བ་ལ་མངོན་པར་དགའ་བའི་སེམས་ཅན་མཐོང་ན་ དེ་དག་ཕུང་པོ་ལྔའི་གཤེད་མ་ལས་རབ་ཏུ་ཐར་བར་བྱ་བ་དང་། འཁོར་བའི་འབྲོག་དགོན་པ་ལས་རབ་ཏུ་བཟླ་བ་དང་། ཁམས་གསུམ་ཐམས་ཅད་ལས་གདོན་པའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Moreover, young prince, the bodhisatva sees that sentient beings take pleasure in cyclic existence. The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma so that they may be freed from the executioner, the five skandhas, so that they may find their way out of the dense forest of cyclic existence, and so that they may escape from all three realms.

source: གཞོན་ནུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་འཁྲུགས་པར་གྱུར་པ། རྩྭ་མུན་ཛ་དང་། བལ་བ་ཛ་ལྟ་བུ་མི་དྲང་བ་དྲང་བ་ལྟར་འཆོས་པ། འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ། འཇིག་རྟེན་ཕ་རོལ་ནས་འཇིག་རྟེན་འདིར་ཀུན་ཏུ་རྒྱུག་ཅིང་འཁོར་བ། འགྲོ་བ་ལྔར་འགྲོ་བ་ལ་ཕྱོགས་པ། མྱ་ངན་ལས་འདས་པར་འགྲོ་བ་ལ་ཕྱིར་བལྟས་པ་མཐོང་ན་ དེ་དག་གི་མྱ་ངན་ལས་འདའ་བའི་སྒོ་དབྱེ་བའི་ཕྱིར་ཆོས་བསྟན་ཏོ་ཞེས་སེམས་ཅན་རྣམས་ལ་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ །
en: “ ‘Moreover, young prince, the bodhisatva sees that sentient beings are disturbed like sedge or reeds, crooked, and adept at deception. He sees that they roam violently from this world to other worlds, and from other worlds to this one. He sees that they are inclined toward continuing to visit the five states of existence and have no inclination to travel toward nirvāṇa. The bodhisatva develops great compassion for these sentient beings and vows to teach them the Dharma so that they may uncover the entrance to nirvāṇa.

source: གཞོན་ནུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་གྱི་ཁམས་མཐོང་ན་རྣམ་པ་བཅུ་པོ་འདི་དག་གིས་སྙིང་རྗེ་ཆེན་པོ་འཇུག་གོ ། བསམ་པ་ལས་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་གཡོ་བ་མེད་པར་འཇུག་གོ ། ལྷག་པའི་བསམ་པ་ལས་ཤིན་ཏུ་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་མཉམ་པར་འཇུག་གོ ། ལམ་ལས་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་དྲང་པོ་བཅོས་མ་མ་ཡིན་པར་འཇུག་གོ ། སེམས་གྱ་གྱུ་མེད་པའི་སེམས་ལས་ཤིན་ཏུ་གནས་པ་ལས་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་གྱ་གྱུ་མེད་པར་འཇུག་གོ ། འདི་ལྟ་སྟེ། སེམས་ཅན་ཐམས་ཅད་ལ་འདུད་པ་དང་། ཕྱག་འཚལ་བ་ལས་ཤིན་ཏུ་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་བདག་གི་བདེ་བ་གཏོང་བར་འཇུག་གོ ། འདི་ལྟ་སྟེ། བདག་གི་སེམས་ཡོངས་སུ་དག་པ་ལས་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་ཕ་རོལ་རྗེས་སུ་སྲུང་བར་འཇུག་གོ ། འདི་ལྟ་སྟེ། གཡོ་ཞིང་འགུལ་བའི་སེམས་དང་བྲལ་བ་རབ་ཏུ་གནས་པའི་སེམས་ལས་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་ཤེས་རབ་བརྟན་པར་འཇུག་གོ ། འདི་ལྟ་སྟེ། ཕ་རོལ་ལ་བདེ་བ་སྦྱིན་པ་ལས་རབ་ཏུ་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་བདག་གི་བདེ་བ་གཏོང་བར་འཇུག་གོ ། བརྩོན་འགྲུས་བརྟན་པ་ལས་བྱུང་བའི་ཕྱིར་དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཁུར་ཁྱེར་བར་འཇུག་སྟེ། གཞོན་ནུ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་སྙིང་རྗེ་ཆེན་པོ་ནི་རྣམ་པ་འདི་དག་དང་གཞན་ཡང་རྣམ་པ་བཅུས་འཇུག་གོ །
en: “ ‘And so, young prince, when the bodhisatva sees the realm of sentient beings, he engages with them compassionately in ten different ways. His great compassion is unrelentingly engaged, as it comes from his resolve. His great compassion is without complacency, as it is well founded in sincere resolve. His great compassion is honest and not artificial, as it is based on the path. His great compassion does not deceive, as it is firmly founded in a nondeceptive motivation. His great compassion is such that it does not involve arrogance, as it is founded in an attitude of respect and reverence for all sentient beings. His great compassion is concerned with protecting others, as it is based on the fact that he has purified his mind. His great compassion is such that it is firm in its wisdom, as it is based on a stable mind that is free of mental fluttering. His great compassion is such that it discards personal happiness, as it is based on generously sharing happiness with others. His great compassion is such that he can carry the burdens of all sentient beings, as it is founded on a firm sense of vigor. Young prince, the compassion of the buddhas functions in these as well as other ways.

source: གཞོན་ནུའི་འདི་ལྟར་གང་ལ་ལ་ཐེག་པ་ཆེན་པོས་ངེས་པར་འབྱུང་བར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ཀྱང་སྙིང་རྗེ་ཆེན་པོས་འབྱུང་སྟེ། དེའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོ་ཞེས་བྱའོ། ། སྦྱིན་པ་བྱེད་པ་དང་། ཚུལ་ཁྲིམས་བྱེད་པ་དང་། བཟོད་པ་བྱེད་པ་དང་། བརྩོན་འགྲུས་བྱེད་པ་དང་། བསམ་གཏན་བྱེད་པ་དང་། ཤེས་རབ་བྱེད་པ་ནི་སྙིང་རྗེ་ཆེན་པོ་ཞེས་བྱ་སྟེ། དེའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོ་ཞེས་བྱའོ། ། དྲན་པ་ཉེ་བར་གཞག་པ་བྱེད་པ་དང་། ཡང་དག་པར་སྤོང་བ་བྱེད་པས་སྙིང་རྗེ་ཆེན་པོའོ། ། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། མཆོག་ཏུ་དགའ་བར་བྱ་བའི་ལས་དང་། མཐར་གྱིས་སྙོམས་པར་འཇུག་པ་དང་། དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་དང་། ཚིག་དེ་དག་ཐམས་ཅད་ཀྱང་རྒྱས་པར་བྱའོ། ། སྙིང་རྗེ་ཆེན་པོ་ནི་རང་བྱུང་གི་ཡེ་ཤེས་སྒྲུབ་པར་བྱེད་པས་ན་དེའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོ་ཞེས་བྱའོ། ། རང་གི་བྱ་བ་དང་། ལེགས་པར་བྱེད་པའི་བྱ་བ་དང་། མི་འགྱུར་བའི་བྱ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་བྱ་བ་ཅི་ཡོད་སྙམ་པ་སྟེ། དེའི་སྙིང་རྗེ་ཆེན་པོ་དེ་ཡང་སེམས་ཅན་རྣམས་ཀྱི་བསམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྙིང་རྗེ་ཆེན་པོ་ཞེས་བྱ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྙིང་རྗེ་དེ་དང་ལྡན་པས་སེམས་ཅན་འདི་འདྲ་བའི་གནས་ཐོབ་པ་མཐོང་ན་དེ་དག་ལ་སྙིང་བརྩེ་བ་དང་སྙིང་རྗེའི་སེམས་སྐྱེད་དོ། །
en: “ ‘Young prince, anyone who truly applies the Mahāyāna truly applies great compassion. This is why it is called great compassion. To practice generosity, to practice morality, to practice patient acceptance, to practice vigor, to practice meditation, and to practice wisdom is to have great compassion. This is why it is called great compassion. To practice the application of mindfulness and to practice genuine renunciation is to have great compassion. This can be extended to apply to all terms such as faculties, powers, the factors of awakening, the path, acts that are the root of supreme joy, the successive states of absorption, and the ten wholesome forms of conduct. It is great compassion when one’s practice is furnished with self-arisen knowledge. This is why it is called great compassion. When someone who truly applies the Mahāyāna acts on his own, when he does good deeds, when he acts without altering anything, when he does anything for sentient beings, if he has great compassion he will meet whatever needs sentient beings have. This is why it is called the great compassion of the bodhisatvas, the great beings. With such great compassion, the bodhisatva, the great being, sees sentient beings and the states they are in, and when he is in their presence, he develops a loving and compassionate attitude.
